Repository: wp-plugins/genesis-slider
Catalog: languages/genesis-slider-*.po
Languages: it_it

source: [Continue Reading]
it_it: [Prosegui la lettura]

source: Settings reset.
it_it: Le impostazioni sono state ripristinate.

source: Settings saved.
it_it: Le impostazioni sono state salvate.

source: Slider Settings
it_it: Impostazioni slider

source: Genesis Slider Settings
it_it: Genesis Slider - Impostazioni

source: Save Settings
it_it: Salva le impostazioni

source: Reset Settings
it_it: Ripristina le impostazioni

source: Are you sure you want to reset?
it_it: Sei certo di volere ripristinare?

source: Type of Content
it_it: Tipo di contenuto

source: Would you like to use posts or pages
it_it: Desideri utilizzare articoli o pagine

source: By Taxonomy and Terms
it_it: Per tassonomina e termini

source: Choose a term to determine what slides to include
it_it: Scegli un termine per determinare quali slide includere

source: All Taxonomies and Terms
it_it: Tutte le tassonomie e termini

source: Include or Exclude by Taxonomy ID
it_it: Includi o escludi per ID tassonomia

source: List which category, tag or other taxonomy IDs to include / exclude. (1,2,3,4 for example)
it_it: Elenca quale categoria, tag o altra ID categoria da includere / escludere. (1,2,3,4 ad esempio)

source: Include or Exclude by %s ID
it_it: Includi o Escludi per ID %s

source: Choose the include / exclude slides using their post / page ID in a comma-separated list. (1,2,3,4 for example)
it_it: Scegli le slide da includere / escludere utilizzando la loro ID articolo / pagina separandola con delle virgole. (1,2,3,4 ad esempio)

source: Select
it_it: Seleziona

source: Include
it_it: Includi

source: Exclude
it_it: Escludi

source: List which
it_it: Elenca quale

source: to include / exclude. (1,2,3,4 for example)
it_it: da includere / escludere. (1,2,3,4 ad esempio)

source: Number of Slides to Show
it_it: Numero di slide da mostrare

source: Number of Posts to Offset
it_it: Numero di articoli (offset)

source: Order By
it_it: Disponi per

source: Date
it_it: data

source: Title
it_it: titolo

source: Random
it_it: casuale

source: Transition Settings
it_it: Impostazioni transizione

source: Time Between Slides (in milliseconds)
it_it: Tempo tra le slide (in millisecondi)

source: Slide Transition Speed (in milliseconds)
it_it: Velocità transizione slide (in millisecondi)

source: Display Settings
it_it: Impostazioni visualizzzazione

source: Slider Width (in pixels)
it_it: Larghezza slider (in pixel)

source: Slider Height (in pixels)
it_it: Altezza slider (in pixel)

source: Display Next / Previous Arrows in Slider?
it_it: Mostrare nello slider le frecce Successiva / Precedente?

source: Content Settings
it_it: Impostazioni contenuto

source: Display Post/Page Title in Slider?
it_it: Mostrare nello slider titolo Articolo/Pagina?

source: Display Content in Slider?
it_it: Mostrare nello slider il contenuto?

source: Select one of the following:
it_it: Seleziona uno dei seguenti:

source: Display post content
it_it: Mostra contenuto articolo

source: Display post excerpts
it_it: Mostra riassunto articoli

source: More Text (if applicable)
it_it: Testo More (se utilizzabile)

source: Limit content to
it_it: Limita il contenuto a

source: characters
it_it: caratteri

source: Using this option will limit the text and strip all formatting from the text displayed. To use this option, choose "Display post content" in the select box above.
it_it: Utilizza questa opzione per limitare e rimuovere la formattazione del testo che sarà visibile. Per usare questa opzione, scegli "Mostra contenuto articolo" nella casella di selezione qui sopra.

source: Slider Excerpt Width (in pixels)
it_it: Larghezza riassunto slider (in pixel)

source: Excerpt Location (vertical)
it_it: Posizione riassunto (verticale)

source: Top
it_it: sopra

source: Bottom
it_it: sotto

source: Excerpt Location (horizontal)
it_it: Posizione riassunto (orizzontale)

source: Left
it_it: sinistra

source: Right
it_it: destra

source: Save Changes
it_it: Salva le modifiche

source: Displays a slideshow inside a widget area
it_it: Mostra lo slider dentro un'area widget

source: Title:
it_it: Titolo:

source: To configure slider options, please go to the <a href="%s">Slider Settings</a> page.
it_it: Per la configurazione delle opzioni dello slider, vai alla pagina <a href="%s">Impostazioni slider</a>.
